

[

    {

        "id": 1,

        "name": "Great Wall",

        "country": "china",

        "description": "More than 2200 years ago, the first emperor of China, after uniting the country, ordered the construction of this wall. Although what remains today is mainly from the Ming dynasty that existed from 14th to 17th century, we can see that the first emperor wanted to defend China from the intrusion of various nomadic powers. There must have been lots of hurdles to overcome to construct the great wall. Lots of people may have been injured or even died during the construction. But we see the purpose of this monumental structure. This was to protect lives and wealth of people.",

        "latitude": 39.935539,

        "longitude": 116.405640,

        "picture": "great wall"

    },

    {

        "id": 2,

        "name": "Segovia Aqueduct",

        "country": "spain",

        "description": "The Aqueduct of Segovia is known to have been built at the end of the 1st century by Roman engineers. Roman engineers defined three dimensions of quality: Utilitas, Firmitas, and Venustas. Utilitas is the utility of the structure, Firmitas means structural integrity, and Venustas is aesthetics. Thanks to these quality criteria, the Aqueduct had been in use to transport water until 19th century.",

        "latitude": 40.942902,

        "longitude": -4.108807,

        "picture": "segovia aqueduct"

    },

    {

        "id": 3,

        "name": "Panama Canal",

        "country": "panama",

        "description": "Panama Canal links the Pacific and the Atlantic Oceans. It was French people who first worked on this construction. After a successful completion of the Suez Canal, the French tried to complete this project but in vain. Technical difficulties, hostile climate, and political issues had led to the failure. It was Americans who took over the construction in early 20th century. They tried to solve those problems identified by the French people. They used the lock-approach to have different water elevations in the canal. They controlled mosquitos to deal with the disease of yellow fever. They even supported a revolution that led to the formation of Republic of Panama.",

        "latitude": 9.080000,

        "longitude": -79.680000,

        "picture": "panama canal"

    },

    {

        "id": 4,

        "name": "Incheon Bridge",

        "country": "korea",

        "description": "Incheon Bridge is a part of the 21.38 km long highway linking Incheon and Seoul in Korea. As you can see, this is a cable-stayed bridge. The main span between the two pylons is 800 m, and the height of each pylon is 230.5 m. The total cost was about $2.2 billion. This structure was completed in 2009 using the so-called public-private-partnership approach. Not just tax payers’ money but also private entities money were used for this construction.",

        "latitude": 37.413891,

        "longitude": 126.566666,

        "picture": "incheon bridge"

    },

    {

        "id": 5,

        "name": "Burj Khalifa",

        "country": "uae",

        "description": "Burj Khalifa is the tallest building of the world located in Dubai. The height is 829.8 m and there is 163 floors. This was completed in 2010. It cost about $1.5 billion. Suppose you have this money of $1.5 billion, and your job is to build this monumental structure. What would you do?",

        "latitude": 25.197525,

        "longitude": 55.274288,

        "picture": "burj khalifa"

    },

    {

        "id": 6,

        "name": "Taj Mahal",

        "country": "india",

        "description": "Taj Mahal is an ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, Uttar Pradesh, India. The Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being 'the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage'. Construction of the mausoleum was essentially completed in 1643, but work continued on other phases of the project for another 10 years. The Taj Mahal complex is believed to have been completed in its entirety in 1653 at a cost estimated at the time to be around ₹32 million, which in 2020 would be approximately ₹70 billion (about US $1 billion). The construction project employed some 20,000 artisans under the guidance of a board of architects led by Ustad Ahmad Lahori, the emperor’s court architect.",

        "latitude": 27.175,

        "longitude": 78.041944,

        "picture": "taj mahal"

    },

    {

        "id": 7,

        "name": "Giza Pyramid Complex",

        "country": "egypt",

        "description": "Giza pyramid complex in Egypt is home to the Great Pyramid, the Pyramid of Khafre, and the Pyramid of Menkaure, along with their associated pyramid complexes and the Great Sphinx. All were built during the Fourth Dynasty of the Old Kingdom of ancient Egypt, between 2600 and 2500 BC. The site also includes several temples and cemeteries and the remains of a workers' village. The site is at the edges of the Western Desert, approximately 9 kilometres (5.6 mi) west of the Nile River in the city of Giza, and about 13 kilometres (8 mi) southwest of the city centre of Cairo. It forms the northernmost part of the 16,000-hectare (40,000-acre) Pyramid Fields of the Memphis and its Necropolis UNESCO World Heritage Site, inscribed in 1979.The pyramid fields include the Abu Sir, Saqarra and Dahshur pyramid complexes, that were all built in the vicinity of Egypt's ancient capital of Memphis. For the Great Pyramid, most of the stone for the interior seems to have been quarried immediately to the south of the construction site. The smooth exterior of the pyramid was made of a fine grade of white limestone that was quarried across the Nile. These exterior blocks had to be carefully cut, transported by river barge to Giza, and dragged up ramps to the construction site. Only a few exterior blocks remain in place at the bottom of the Great Pyramid.",

        "latitude": 29.976111,

        "longitude": 31.132778,

        "picture": "giza pyramid complex"

    },

    {

        "id": 8,

        "name": "Eiffel Tower",

        "country": "france",

        "description": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower. it was constructed from 1887 to 1889 as the centerpiece of the 1889 World's Fair. Although initially criticised by some of France's leading artists and intellectuals for its design, it has since become a global cultural icon of France and one of the most recognisable structures in the world. It was designated a monument historique in 1964, and was named part of a UNESCO World Heritage Site ('Paris, Banks of the Seine') in 1991. The tower is 330 metres (1,083 ft) tall, about the same height as an 81-storey building, and the tallest structure in Paris. Its base is square, measuring 125 metres (410 ft) on each side. During its construction, the Eiffel Tower surpassed the Washington Monument to become the tallest human-made structure in the world, a title it held for 41 years until the Chrysler Building in New York City was finished in 1930. It was the first structure in the world to surpass both the 200-metre and 300-metre mark in height.",

        "latitude": 48.858222,

        "longitude": 2.2945,

        "picture": "eiffel tower"

    },

    {

        "id": 9,

        "name": "Sydney Opera House",

        "country": "australia",

        "description": "Sydney Opera House is a multi-venue performing arts centre in Sydney. Located on the foreshore of Sydney Harbour, it is widely regarded as one of the world's most famous and distinctive buildings and a masterpiece of 20th-century architecture. Designed by Danish architect Jørn Utzon, but completed by an Australian architectural team headed by Peter Hall, the building was formally opened by Queen Elizabeth II on 20 October 1973 after a gestation beginning with Utzon's 1957 selection as winner of an international design competition. The Government of New South Wales, led by the premier, Joseph Cahill, authorised work to begin in 1958 with Utzon directing construction. The government's decision to build Utzon's design is often overshadowed by circumstances that followed, including cost and scheduling overruns as well as the architect's ultimate resignation. The building comprises multiple performance venues, which together host well over 1,500 performances annually, attended by more than 1.2 million people.",

        "latitude": -33.858611,

        "longitude": 151.214167,

        "picture": "sydney opera house"

    }

 ]



